Repository: mozilla-l10n/mt-training-data
Catalog: kpv/kpv_pontoon.tmx
Source language: en_us
Languages: kpv

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
kpv: Аттьӧ Тіян кӧсйӧмысь отсавны { $lang }кӧд. Ми ёна уджалам, медым дасьтыны быд кыв лэдзӧм кежлӧ да кутам йитӧдъяс электорн пошта пыр. Збыль кӧ кӧсъянныд отсавны, индӧй ассьыныд поштанытӧ.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
kpv: Ті верманныд босьтны Common Voice юӧрчукӧрсӧ <licenseLink>CC0</licenseLink> лизенция кузя <datasetLink>миян Юӧрчукӧр листбокысь</datasetLink>. Нӧшта Ті верманныд на босьтны мӧд восьса юӧрчукӧръяс сійӧ листбок вывсьыс.

source: The number of recordings and which languages you contribute to will be public.
kpv: Аудиогижӧд лыд да тіян уджалан кыв лоӧ йӧзӧдӧма.

source: The recording was too long.
kpv: Гижӧд вывті кузь.

source: The recording was too quiet.
kpv: Гижӧд вывті ньӧж.

source: The recording was too short.
kpv: Гижӧд вывти дзеньыд.

source: The selected file is too large
kpv: Бӧрйӧм файл вывті ыджыд

source: This is approximately the number of hours required to train a production STT system.
kpv: Та мында кымын час колӧ медым велӧдны бура уджавны Сёрни Гӧгӧрвоан система.

source: Three to go!
kpv: Нӧшта куим!

source: Today
kpv: Талун

source: Today's Common Voice progress on clips recorded
kpv: Клип талун гижӧма Common Voice вылын

source: Today's Common Voice progress on clips validated
kpv: Клип талун видлалӧма Common Voice вылын

source: Today's Progress
kpv: Талунъя сӧвмӧм

source: Top Contributors
kpv: Медбур пырӧдчысьяс

source: Total
kpv: Ставнас

source: Total Approved
kpv: Вынсьӧдӧма

source: Toward next goal
kpv: Матыстчан мог

source: Turkish
kpv: Турок кыв

source: Ubykh
kpv: Убых

source: Udmurt
kpv: Удмурт кыв

source: Ukrainian
kpv: Украина

source: Unable to speak right now?
kpv: Он вермы ӧні сёрнитны?

source: UPLOAD
kpv: Пуктыны

source: Upload an image file
kpv: Пыртны серпас файл

source: Urdu
kpv: Урду кыв

source: User Name
kpv: Ним

source: Uzbek
kpv: Узбек кыв

source: Validated Clips
kpv: Видлалӧма

source: Validated Hrs
kpv: Вынсьӧдӧм час

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
kpv: Шы гижӧдъяс видлалӧм зэв колана Common Voice миссиялы. Кывзӧй шы гижӧдъяссӧ да отсалӧй миянлы вӧчны бур восьса шы мыччӧдъяс.

source: Validations
kpv: видлалӧм

source: Venetian
kpv: Венет кыв

source: Version
kpv: Версия

source: Vietnamese
kpv: Виет

source: View your progress against personal and project goals.
kpv: Видзӧдӧй сӧвмӧмнытӧ асланыд да проектлӧн могъяс босьтӧмын.

source: Visible
kpv: Тыдалана

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
kpv: Сёрнигор век асартмӧм да мортногса. Та вӧсна ми кӧсъям вӧчны лӧсьыд сёрнигор гӧгӧрвоан текнология миян асмылаяслы (машинаяслы). Медым ставыс бура артмис, колӧ зэв уна сёрнигор юӧр.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
kpv: Сёрнигор век асартмӧм да мортногса. Та вӧсна ми кӧсъям вӧчны лӧсьыд сёрнигор гӧгӧрвоан текнология миян машинаяслы. Медым ставыс бура артмис, колӧ зэв уна сёрнигор юӧр.

source: Voice recording in progress
kpv: Гӧлӧсныд гижсьӧ

source: Voices Online Now
kpv: Горъяс ӧні онлайн

source: Votic
kpv: Водь кыв

source: Want to change your voice clip?
kpv: Кӧсъянныд вежны шыӧдӧм клипсӧ?

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
kpv: Mozilla кыпӧдӧ ӧтув котыр voice technology гӧгӧр. Ми кӧсъям, медым ті тӧдінныд выльторъяс, выль юӧр ӧшмӧсъяс да нӧшта, кыдз ті вӧдитчанныд татшӧм юӧръяснас.

source: Welcome { $company } staff!
kpv: Виддза корам, { $company } уджалысьяс!

source: Welsh
kpv: Кӧмри кыв

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
kpv: Ми сетам кыв, мый кутам видлавны тіянлысь юӧр видзчысьӧмӧн да тӧждысьӧмӧн. <privacyLink>Приватлун политика</privacyLink>.

source: We’re sorry, but your platform is not currently supported.
kpv: Тэнад платформ оз на лӧсяв.

source: We will be in touch with more information as it becomes available.
kpv: Кор лоас выль юӧр, ми ыстам тіянлы.

source: We will not make your email public.
kpv: Тіян электрон пошта оз ло йӧзӧдӧма.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
kpv: Мый сійӧ Common Voice?

source: What is Common Voice?
kpv: Мый сійӧ Common Voice?

source: What is the level of quality needed for the audio in order to be used?
kpv: Кутшӧм тшупӧд вылын аудиолы колӧ лоны медым сійӧс позьӧ вӧдитчыны?

source: What's Public?
kpv: Мый лоӧ йӧзводзса?

source: What’s the difference between Common Voice and Deep Speech?
kpv: Мыйӧн торъялӧны Common Voice да Deep Speech?

source: When will you release Common Voice data in other languages?
kpv: Кор Ті лэдзанныд Common Voice юӧрчукӧръяс мӧд кывъяс вылын?

source: Where does the source text come from?
kpv: Кытысь воӧны оригинальнӧй текстъяс?

source: Why ?
kpv: Мыйла?

source: Why a profile?
kpv: Мыйла колӧ профиль?

source: Why does this matter?
kpv: Мыйла тайӧ колӧ?

source: Why do you need so many different speakers per language?
kpv: Мыйла Тіянлы колӧ та мында ӧти кывъя сёрнитысь?

source: Why is 10,000 hours the goal for capturing audio?
kpv: Мыйла колӧ чукӧртны 10 000 час аудио юӧръяс?

source: Why is Common Voice part of the Mozilla mission?
kpv: Мыйла Common Voice лоӧ пайӧн Mozilla'лӧн миссияын?

source: Why is it important?
kpv: Мыйля сійӧ колана?

source: Why is my language not included yet?
kpv: Мыйла менам кыв абу на пыртӧма?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
kpv: Кӧсъянныд-ӧ ті чыщкыны гижӧм сёрнинытӧ тшӧтш, али кӧсъянныд кольны найӧс Common Voice чукӧрын?

source: Yes
kpv: Да

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
kpv: Ыстӧй гижӧдъяс меным email вылӧ. Ме кӧсъя тӧдны Common Voice проект йылысь.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
kpv: Да, ыстӧй гижӧдъяс меным пошта вылӧ. Ме кӧсъя тӧдны тайӧ кывлысь сӧвмӧм Common Voice вылын.

source: You
kpv: Ті

source: You can choose to make your username public or anonymous.
kpv: Ті верманныд петкӧдлыны нимнытӧ либӧ дзебны.

source: You must allow microphone access.
kpv: Тэныд колӧ сетны микропонлы кывзыны.

source: Your avatar now includes a voice clip!
kpv: Аватарныд ӧні шыӧдӧм клипа!

source: Your download has started.
kpv: Файл заводитіс пырны

source: Your Languages
kpv: Тіян кыв

source: Your username and email will not be associated with the published data.
kpv: Тіян ним да email некор оз лоны йитӧмаӧсь йӧзӧдӧм тӧдӧгкӧд (информациякӧд).

source: You've successfully signed up for contributing to { $language }. Thank you.
kpv: Тіян артмис пырӧдчыны { $language }кӧд отасьысьӧ. Аттьӧ.

source: How
kpv: Кыдз

source: Learn more
kpv: Велӧд унджык

source: Select
kpv: Бӧрйы

source: Tell Me More
kpv: Висьтав унджык

source: Translate
kpv: Вуджӧд

source: What
kpv: Мый

source: What else can it do?
kpv: Нӧшта мый сійӧ вермӧ вӧчны?

source: What is Pontoon?
kpv: Мый сійӧ Pontoon?

source: your translation
kpv: тэнад вуджӧдӧм
